#ifndef RO_HOURSTRINGS_RO_H
#define RO_HOURSTRINGS_RO_H

//+----+---+---+---+---+---+---+---+---+----+
//|    | 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 |    |
//+----+---+---+---+---+---+---+---+---+----+
//| 0  | D | O | I | F | Ș | I | Ș | S | 7  |
//+----+---+---+---+---+---+---+---+---+----+
//| 8  | N | O | U | Ă | O | R | A | P | 15 |
//+----+---+---+---+---+---+---+---+---+----+
//| 16 | U | N | U | R |   | P | P | R | 23 |
//+----+---+---+---+---+---+---+---+---+----+
//| 24 | J | U | M | Ă | T | A | T | E | 31 |
//+----+---+---+---+---+---+---+---+---+----+
//| 32 | Z | S | F | E | R | T | E | Z | 39 |
//+----+---+---+---+---+---+---+---+---+----+
//| 40 | E | Ș | A | S | E | R | S | E | 47 |
//+----+---+---+---+---+---+---+---+---+----+
//| 48 | R | Z | E | C | I | U | T | C | 55 |
//+----+---+---+---+---+---+---+---+---+----+
//| 56 | O | C | I | N | C | I | E | E | 63 |
//+----+---+---+---+---+---+---+---+---+----+
//|    | 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 |    |
//+----+---+---+---+---+---+---+---+---+----+

String C_E_O = "38465462121314*";   //ESTE ORA
String C_zero = "32404856*";
String C_un = "1617*";
String C_unu = "161718*";
String C_doi = "000102*";
String C_doua = "00091827*";
String C_trei = "28364452*";
String C_patru = "2129374553*";
String C_cinci = "5758596061*";
String C_sase = "41424344*";
String C_sapte = "0614223038*";
String C_opt = "122130*";
String C_noua = "08091011*";
String C_zece = "39475563*";
String C_zeci = "49505152*";
String C_fara = "03111927*";
String C_si = "0405*";
String C_sfert = "3334353637*";
String C_jumatate = "2425262728293031*";
String C_sprezece = "0715233139475563*";

String C_unsprezece = "16170715233139475563*";
String C_doisprezece = "0001020715233139475563*";
String C_treisprezece = "283644520715233139475563*";
String C_patrusprezece = "21293745530715233139475563*";
String C_cincisprezece = "57585960610715233139475563*";
String C_sasesprezece = "414243440715233139475563*";
String C_saptesprezece = "06142230380715233139475563*";
String C_optsprezece = "1221300715233139475563*";
String C_nouasprezece = "080910110715233139475563*";
String C_douazeci = "0009182749505152*";
String C_treizeci = "2836445249505152*";

#endif /* RO_HOURSTRINGS_RO_H */
